Repository: MathiasPaulenko/cookiecutter-example
Catalog: {{ cookiecutter.project_name }}/arc/settings/locale/*/LC_MESSAGES/html_reports.po
Languages: es_es

source: Global Report
es_es: Reporte Global

source: Report for scenario
es_es: Reporte del escenario

source: Return to global report
es_es: Volver al reporte global

source: Return to feature
es_es: Volver a la característica

source: Features
es_es: Características

source: Total Features
es_es: Características totales

source: Status
es_es: Estado

source: Passed
es_es: Exitosos

source: Failed
es_es: Fallidos

source: Skipped
es_es: Omitidos

source: Scenarios
es_es: Escenarios

source: Steps
es_es: Pasos

source: Progress
es_es: Estadística

source: Report for feature
es_es: Reporte de la característica

source: Features Overview
es_es: Resultados de las características

source: Scenarios Overview
es_es: Resultados de los escenarios

source: Steps Overview
es_es: Resultados de los pasos

source: Feature name
es_es: Nombre de la característica

source: Scenario name
es_es: Nombre de escenario

source: Tags
es_es: Etiquetas

source: Total steps
es_es: Pasos totales

source: Steps Passed
es_es: Pasos exitosos

source: Steps passed
es_es: Pasos exitosos

source: Steps Failed
es_es: Pasos fallidos

source: Steps failed
es_es: Pasos fallidos

source: Environment
es_es: Entorno

source: Steps Skipped
es_es: Pasos omitidos

source: Duration
es_es: Duracion

source: Description
es_es: Descripción

source: Run Info
es_es: Datos de la ejecución

source: Operating system
es_es: Sistema operativo

source: Driver
es_es: Controlador

source: Total Scenarios
es_es: Escenarios totales

source: Total Steps
es_es: Pasos totales

source: Scenarios passed
es_es: Escenarios pasados

source: Scenarios failed
es_es: Escenarios fallidos

source: Passed Steps
es_es: Pasos exitosos

source: Failed Steps
es_es: Pasos fallidos

source: Skipped Steps
es_es: Pasos omitidos

source: Execution start time
es_es: Hora de inicio de la ejecución

source: Execution end time
es_es: Hora de fin de la ejecución

source: Application
es_es: Aplicación

source: Business area
es_es: Area de negocio

source: Entity
es_es: Entidad

source: Executed by user
es_es: Ejecutado por el usuario

source: Step name
es_es: Nombre del paso

source: Start
es_es: Comienzo

source: Finish
es_es: Finalizado

source: Location
es_es: Localización

source: Expected result
es_es: Resultado esperado

source: Obtained result
es_es: Resultado obtenido

source: Result
es_es: Resultado

source: Additional text
es_es: Texto adicional

source: Step table
es_es: Tabla del paso

source: Show step table data
es_es: Mostrar tabla del paso

source: Hide step table data
es_es: Ocultar tabla del paso

source: Request info
es_es: Datos de la petición

source: Show request data
es_es: Mostrar datos de la petición

source: Hide request data
es_es: Ocultar datos de la petición

source: Show response data
es_es: Mostrar datos de la respuesta

source: Hide response data
es_es: Ocultar datos de la respuesta

source: Show evidence extra json
es_es: Mostrar evidencia extra

source: Hide evidence extra json
es_es: Ocultar evidencia extra

source: Endpoint
es_es: URL

source: Params
es_es: Parámetros

source: Headers
es_es: Cabeceras

source: Body
es_es: Cuerpo

source: No params
es_es: Sin parámetros

source: No headers
es_es: Sin cabeceras

source: No body
es_es: Sin cuerpo

source: Response info
es_es: Info de la respuesta

source: Show evidence
es_es: Mostrar evidencia

source: Show info
es_es: Mostrar información

source: Hide info
es_es: Ocultar información

source: Api evidence info
es_es: Envidencia de API

source: Show Api evidence info
es_es: Mostrar evidencia de API

source: Hide Api evidence info
es_es: Ocultar evidencia de API

source: Show evidence extra info
es_es: Mostrar evidencia extra

source: Hide evidence extra info
es_es: Ocultar evidencia extra
